Repository: Vankata03/Think
Catalog: ThinkShared/AppIntents.xcstrings
Source language: en
Languages: bg, de, es, fr, it, pt_br

source: A focus session is already running.
bg: Фокус сесия вече е в ход.
de: Eine Fokus-Sitzung läuft bereits.
es: Ya hay una sesión de concentración en curso.
fr: Une session de concentration est déjà en cours.
it: È già in corso una sessione di concentrazione.
pt_br: Uma sessão de foco já está em andamento.

source: Check streak
bg: Провери серията
de: Serie prüfen
es: Consultar racha
fr: Voir la série
it: Controlla la serie
pt_br: Verificar sequência

source: Classic 25 / 5
bg: Класически 25 / 5
de: Klassisch 25 / 5
es: Clásico 25 / 5
fr: Classique 25 / 5
it: Classico 25 / 5
pt_br: Clássico 25 / 5

source: Current streak
bg: Текуща серия
de: Aktuelle Serie
es: Racha actual
fr: Série actuelle
it: Serie attuale
pt_br: Sequência atual

source: Focus preset
bg: Предварителна настройка за фокус
de: Fokus-Voreinstellung
es: Preajuste de concentración
fr: Préréglage de concentration
it: Impostazione focus
pt_br: Predefinição de foco

source: Long 50 / 10
bg: Дълъг 50 / 10
de: Lang 50 / 10
es: Largo 50 / 10
it: Lungo 50 / 10
pt_br: Longo 50 / 10

source: Open Think on today's daily line.
bg: Отвори Think на днешната мисъл.
de: Öffne Think bei der heutigen Tageszeile.
es: Abre Think en la frase de hoy.
fr: Ouvrez Think sur la citation du jour.
it: Apri Think sulla frase del giorno.
pt_br: Abra o Think na frase de hoje.

source: Preset
bg: Предварителна настройка
de: Voreinstellung
es: Preajuste
fr: Préréglage
it: Impostazione
pt_br: Predefinição

source: Show daily line
bg: Покажи дневната мисъл
de: Tageszeile zeigen
es: Mostrar frase del día
fr: Afficher la citation du jour
it: Mostra la frase del giorno
pt_br: Mostrar frase do dia

source: Show your current Think streak.
bg: Покажи текущата си серия в Think.
de: Zeige deine aktuelle Think-Serie.
es: Muestra tu racha actual en Think.
fr: Affichez votre série Think actuelle.
it: Mostra la tua serie attuale in Think.
pt_br: Mostre sua sequência atual no Think.

source: Start a 25-minute Think focus session.
bg: Започни 25-минутна фокус сесия в Think.
de: Starte eine 25-minütige Fokus-Sitzung in Think.
es: Inicia una sesión de concentración de 25 minutos en Think.
fr: Démarrez une session de concentration Think de 25 minutes.
it: Avvia una sessione di concentrazione di 25 minuti in Think.
pt_br: Inicie uma sessão de foco de 25 minutos no Think.

source: Start a focus timer using a classic or long preset.
bg: Започни таймер за фокус с класически или дълъг режим.
de: Starte einen Fokus-Timer mit klassischer oder langer Voreinstellung.
es: Inicia un temporizador de concentración con el preajuste clásico o largo.
fr: Démarrez un minuteur de concentration avec le préréglage classique ou long.
it: Avvia un timer focus con l'impostazione classica o lunga.
pt_br: Inicie um timer de foco com a predefinição clássica ou longa.

source: Start focus
bg: Започни фокус
de: Fokus starten
es: Iniciar concentración
fr: Démarrer la concentration
it: Avvia focus
pt_br: Iniciar foco

source: Start focus session
bg: Започни фокус сесия
de: Fokus-Sitzung starten
es: Iniciar sesión de concentración
fr: Démarrer une session de concentration
it: Avvia una sessione di concentrazione
pt_br: Iniciar sessão de foco

source: Started a %lld-minute focus session.
bg: Започна %lld-минутна фокус сесия.
de: Eine %lld-minütige Fokus-Sitzung wurde gestartet.
es: Se inició una sesión de concentración de %lld minutos.
fr: Session de concentration de %lld minutes démarrée.
it: Sessione di concentrazione di %lld minuti avviata.
pt_br: Sessão de foco de %lld minutos iniciada.

source: Your current streak is %lld days.
bg: Текущата ти серия е %lld дни.
de: Deine aktuelle Serie beträgt %lld Tage.
es: Tu racha actual es de %lld días.
fr: Votre série actuelle est de %lld jours.
it: La tua serie attuale è di %lld giorni.
pt_br: Sua sequência atual é de %lld dias.

source: Your current streak is 1 day.
bg: Текущата ти серия е 1 ден.
de: Deine aktuelle Serie beträgt 1 Tag.
es: Tu racha actual es de 1 día.
fr: Votre série actuelle est de 1 jour.
it: La tua serie attuale è di 1 giorno.
pt_br: Sua sequência atual é de 1 dia.

source: Your streak is ready to begin.
bg: Серията ти е готова да започне.
de: Deine Serie kann beginnen.
es: Tu racha está lista para comenzar.
fr: Votre série est prête à commencer.
it: La tua serie è pronta per iniziare.
pt_br: Sua sequência está pronta para começar.
